// ВСЁ, ЧТО НУЖНО МЕНЯТЬ — ЗДЕСЬ
export const config = {
  bride: "Сурмаш",
  groom: "Нуртилек",
  parents: "Шумкар, Миргул",
  date: "2026-10-08T16:00:00+06:00",
  dateText: "2026-жылдын 8-октябры",
  weekday: "бейшемби",
  month: "Октябрь",
  time: "16:00",
  venue: "Ресторан «Кенч»",
  address: "Кочкор , улица Сагымбаева Орозбакова 184",
  mapQuery: "Ресторан Кенч",
  hero: "/heroImg.png",
  gallery: [
    "https://i.pinimg.com/1200x/1d/ab/b4/1dabb44bc0554fa04494792a0c6f1bb7.jpg",
    "https://i.pinimg.com/736x/3c/0a/1f/3c0a1fa64890402adf04c24efed14794.jpg",
  ] as string[], // ["/g1.jpg","/g2.jpg","/g3.jpg"]
  music: "/music.mp3",
  maxGuests: 5,
  program: [
    {
      t: "16:00",
      h: "Конокторду тосуп алуу",
      d: "Туугандарды жана жакындарды тосуп алып, эстеликке сүрөткө түшөбүз.",
    },
    {
      t: "17:30",
      h: "Улуулардын батасы",
      d: "Салтанат башталар алдында аксакалдардын ак батасын угабыз.",
    },
    {
      t: "18:00",
      h: "Кыз узатуу тою",
      d: "Дасторкон, куттуктоолор, музыка жана кыргыздын каада-салттары.",
    },
    {
      t: "22:00",
      h: "Кызды узатуу",
      d: "Кыз узатуу жөрөлгөсү, ак тилектер жана жаңы үй-бүлөгө ак жол.",
    },
  ],
};
